---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.ExportDWGSettings
source: html/5c146f65-bd0a-e03c-644d-f2eb63238142.htm
---
# ExportDWGSettings Members

Returns true if the properties CreatedPhaseId and DemolishedPhaseId can be modified for this Element.